Repository: apeillon-pitch/cgplocator
Catalog: web/app/languages/plugins/gravityformszapier-*.po
Languages: fr_fr

source: Form not found.
fr_fr: Formulaire non trouvé.

source: Indicates if admin labels should be used instead of frontend labels.
fr_fr: Indique si les libellés de l’administration doivent être utilisés à la place des libellés de l’interface publique.

source: Feed not found.
fr_fr: Flux introuvable.

source: Zapier feeds are created automatically when %1$szaps are configured%2$s on zapier.com. %3$sLearn more%4$s.
fr_fr: Les flux Zapier sont créés automatiquement lorsque des %1$szaps sont configurés%2$s sur zapier.com. %3$sEn savoir plus%4$s.

source: Simply %1$screate a zap%2$s on zapier.com.
fr_fr: %1$sCréez simplement un zap%2$s sur zapier.com.

source: Display Zapier feeds in the form settings
fr_fr: Afficher les flux Zapier dans les réglages du formulaire

source: Show or hide the Zapier feed(s) on the Form > Settings > Zapier Feeds screen. This is intended for advanced users and should only be enabled when instructed by support.
fr_fr: Affichez ou masquez le(s) flux Zapier sur l’écran Formulaire > Réglages > Flux Zapier. Cette option est destinée aux personnes avancées et ne doit être activée que lorsque le support vous le demande.

source: Zapier Feeds
fr_fr: Flux Zapier

source: Advanced Settings
fr_fr: Réglages avancés

source: Zap URL
fr_fr: URL Zap

source: Name
fr_fr: Nom

source: %1$sCreate a Zap%2$s on zapier.com.
fr_fr: %1$sCréer un Zap%2$s sur zapier.com.

source: Create a form.
fr_fr: Créer un formulaire.

source: Save the REST API settings.
fr_fr: Enregistrer les réglages de l’API REST.

source: Save the new key and copy the %1$sConsumer Key%2$s and %1$sConsumer Secret%2$s. You will need them to create your Zap.
fr_fr: Enregistrez la nouvelle clé et copiez la %1$sclé client%2$s et le %1$ssecret client%2$s. Vous en aurez besoin pour créer votre Zap.

source: Select the %1$sRead/Write%2$s permission.
fr_fr: Sélectionnez les droits en %1$sLecture / Écriture%2$s.

source: Select a %1$sUser%2$s account with permissions to view and edit entries.
fr_fr: Sélectionnez un compte %1$sUtilisateur%2$s ayant les droits nécessaires pour afficher et modifier les entrées.

source: Enter a %1$sDescription%2$s to uniquely identify the key.
fr_fr: Saisissez une %1$sDescription%2$s pour identifier la clé de façon unique.

source: Click %1$sAdd Key%2$s under the %1$sAuthentication (API version 2)%2$s section.
fr_fr: Cliquez sur %1$sAjouter une clé%2$s sous la section %1$sAuthentification (API version 2)%2$s.

source: Check %1$sEnable access to the API%2$s.
fr_fr: Cochez %1$sActiver l’accès à l’API%2$s.

source: Navigate to the %1$sREST API settings page%2$s.
fr_fr: Rendez-vous sur la page des %1$sréglages de l'API REST%2$s.

source: View Instructions
fr_fr: Voir les instructions

source: Enable the REST API and create a Gravity Forms API Key.
fr_fr: Activer l’API REST et créer une clé d’API Gravity Forms.

source: Connect to Zapier in 3 easy steps.
fr_fr: Connectez-vous à Zapier en 2 étapes simples.

source: Send feed to Zapier only when payment is received.
fr_fr: Envoyer le message vers Zapier uniquement lorsque le paiement est reçu.

source: By default the field labels will be sent to Zapier. Enable this option to send the field admin labels when available.
fr_fr: Par défaut, les libellés du champ seront envoyés à Zapier. Activez cette option pour envoyer les libellés du champ d’admin si disponibles.

source: When Conditional Logic is enabled, submissions for this form will only be sent to Zapier when the condition is met. When disabled, all submissions for this form will be sent to Zapier.
fr_fr: Quand la logique conditionnelle est activée, les envois de formulaire seront publiés vers Zapier uniquement lorsque la condition est remplie. Si désactivée, tous les envois de formulaires seront envoyés vers Zapier.

source: Conditional Logic
fr_fr: Logique conditionnelle

source: This is the URL provided by Zapier when you created your Zap on their website. This is the location to which your form data will be submitted to Zapier for additional processing.
fr_fr: Ceci est l’URL fournie par Zapier lorsque vous avez créé votre Zap sur leur site. Ceci est l’emplacement auquel les données de votre formulaire seront envoyées sur Zapier pour un traitement supplémentaire.

source: This is a friendly name so you know what Zap is run when this form is submitted.
fr_fr: Ceci est un nom reconnaissable pour que vous sachiez quel Zap s’exécute lorsque ce formulaire est envoyé.

source: Form Title
fr_fr: Titre du formulaire

source: Form ID
fr_fr: ID du formulaire

source: Use Admin Labels
fr_fr: Utiliser les libellés de l’administration

source: Integrates Gravity Forms with Zapier, allowing form submissions to be automatically sent to your configured Zaps.
fr_fr: L’intégration de Gravity Forms avec Zapier permet d’envoyer automatiquement les formulaires soumis vers vos Zaps configurées.
